[
  {
    "id": 1,
    "nombre": "Medal of honor",
    "precio_usd": 25,
    "categoria": "Guerra / Shooter",
    "imagen": "assets/medal-of-honor.png",
    "descripcion": "Medal of Honor es una legendaria franquicia de videojuegos de disparos en primera persona (FPS) creada por el director de cine Steven Spielberg. Inspirada en su película Saving Private Ryan, la serie debutó en 1999 con el primer título para PlayStation.",
    "desarrollador": "Electronic Arts (EA)",
    "lanzamiento": "1999"
  },
  {
    "id": 2,
    "nombre": "Need for Speed: Underground 2",
    "precio_usd": 38.99,
    "categoria": "carreras / Mundo Abierto",
    "imagen": "assets/nfsu2.png",
    "descripcion": " Es la secuela directa de Need for Speed: Underground y forma parte de la popular saga Need for Speed.",
    "desarrollador": "Electronic Arts (EA)",
    "lanzamiento": "2004"
  },
  {
    "id": 3,
    "nombre": "Assassin's Creed",
    "precio_usd": 19.99,
    "categoria": "Aventura / Acertijos",
    "imagen": "assets/assassins.png",
    "descripcion": "Assassin's Creed es una popular saga de videojuegos.La serie combina sigilo, parkour, combate y exploración en mundos abiertos históricos, centrada en el conflicto entre los Asesinos, defensores de la libertad, y los Templarios, que buscan el control.",
    "desarrollador": "Ubisoft",
    "lanzamiento": "2007"
  },
  {
    "id": 4,
    "nombre": "Age of Empires II: Definitive Edition",
    "precio_usd": 59.99,
    "categoria": "Estrategia / Historia",
    "imagen": "assets/age2.png",
    "descripcion": "Es un videojuego de estrategia en tiempo real, lanzado originalmente en 1999 para Microsoft Windows. Es la segunda entrega de la saga Age of Empires y se sitúa históricamente en la Edad Media, abarcando desde la caída del Imperio Romano hasta el Renacimiento.",
    "desarrollador": "Ensemble Studios",
    "lanzamiento": "1999"
  },
  {
    "id": 5,
    "nombre": "Max Payne",
    "precio_usd": 29.99,
    "categoria": "Estrategia / Shooter",
    "imagen": "assets/mxp.png",
    "descripcion": "Es un icónico videojuego de disparos en tercera persona y lanzado originalmente para PC en julio de 2001. El juego sigue a Max Payne, un detective de la NYPD que se convierte en un justiciero tras el asesinato de su familia por adictos a una droga experimental llamada Valkyr.",
    "desarrollador": "Remedy Entertainment",
    "lanzamiento": "2001"
  }
]
